[ {
  "id" : "5e69b8e3-803f-4360-cbd8-3fc555eef261",
  "name" : "do_you_want_side_navigation_",
  "display_width" : null,
  "label" : "Do You Want Side Navigation ?",
  "required" : false,
  "locked" : false,
  "display" : "toggle",
  "type" : "boolean",
  "default" : true
}, {
  "id" : "17774a5a-868f-f2cf-ee98-5962bda18b30",
  "name" : "content",
  "display_width" : null,
  "label" : "Content",
  "required" : false,
  "locked" : false,
  "type" : "richtext",
  "default" : "<p>Auf <span style=\"font-weight: bold;\">13 Milliarden US-Dollar</span> schätzen Expert:innen 2021 den <a href=\"https://www.nasdaq.com/articles/legal-technology%3A-why-the-legal-tech-boom-is-just-getting-started-2021-10-11\"><span>Markt für Legal Technology</span></a>, kurz: Legal Tech. Sie rechnen mit einem <span style=\"font-weight: bold;\">explosionsartigen Wachstum in den nächsten fünf Jahren</span>. Immer mehr Unternehmen und Kanzleien erkennen: Es ist besser, jetzt auf den Legal Tech-Zug aufzuspringen, bevor es der Wettbewerb vor ihnen tut. Was aber verbirgt sich genau <span style=\"font-weight: bold;\">hinter dem Buzzword Legal Tech</span>? Ein Überblick.</p>\n<!--more-->\n<h2 style=\"font-size: 40px; font-weight: bold;\">Legal Tech-Definition</h2>\n<p>Auf die Frage, “<strong>Was ist Legal Tech</strong>?”, lassen sich die unterschiedlichsten Antworten geben – und jede kann auf ihre Weise korrekt sein. Denn eine einheitliche Definition von Legal Technology existiert in Fachkreisen nicht. Das Verständnis, was unter dem Begriff zu fassen ist, hat sich in den vergangenen Jahren <strong>parallel zum technischen Fortschritt weiterentwickelt</strong>.</p>\n<p>Zunächst wurden mit dem Begriff <strong>Legal Tech-Anwendungen</strong> bezeichnet, die administrative Abläufe des juristischen Arbeitsalltags digitalisieren und effizienter machen. Im Laufe der 2010er-Jahre kamen <strong>neue Arten von Legal-Technologien</strong> auf den Markt: Jetzt konnte die Software auch bei juristischen Kernaufgaben unterstützen.</p>\n<p>Für eine gemeinsame Verständnisgrundlage wählen wir eine <span style=\"font-weight: bold;\">umfassende Legal Tech-Definition</span>:</p>\n<blockquote>\n<p style=\"font-weight: normal; padding-left: 40px;\"><em>Legal Tech (Legal Technology) beschreibt digitale Anwendungen und Systeme, die dabei unterstützen, Rechtsdienstleistungen effizienter anzubieten und einer grösseren Zahl Menschen zugänglich zu machen.</em></p>\n</blockquote>\n<h2 style=\"font-size: 40px; font-weight: bold;\">Arten von Legal Tech: Was sind die Unterschiede der Anwendungen?</h2>\n<p>Die allgemeine Definition von Legal Technology dürfte wohl auf weitreichende Zustimmung treffen. Allerdings gehen die Meinungen auseinander, wie sich die verschiedenen Arten von Legal Tech unterscheiden lassen. Wir stellen einige der<strong> bekanntesten Klassifizierungen</strong> vor.</p>\n<h3 style=\"font-size: 36px; font-weight: normal;\"><span style=\"color: #434343;\">Das BCG Legal Technology Framework</span></h3>\n<p>Eine <a href=\"https://docs.wixstatic.com/ugd/b30d31_7b407b2c8c6b44d697957b7fa5db48c8.pdf\"><span>Studie von Harvard Business School und Boston Consulting Group</span></a> (BCG) hat den Legal Tech-Markt und seine Auswirkungen auf die juristische Tätigkeit untersucht. Dabei unterscheiden die Expert:innen <strong>drei Arten von Legal Tech</strong>.</p>\n<ul>\n<li aria-level=\"1\"><strong>Enabler</strong>: Die Technologien unterstützen die grundlegende Digitalisierung der Unternehmensprozesse in Kanzleien und Rechtsabteilungen. Hierzu gehören sowohl branchenübergreifend verwendete Technologien wie Cloud-Speicher und IT-Sicherheitsanwendungen als auch branchenspezifische Plattformen, zum Beispiel für Projektmanagement.</li>\n<li aria-level=\"1\"><strong>Legal Tech zur Prozessoptimierung</strong>: Die Anwendungen digitalisieren nicht nur bisher papierbasierte Arbeitsschritte, sondern verbessern auch die Effizienz von Prozessen, die nicht genuin juristischer Natur sind. Die Anwendungen unterstützen die HR zum Beispiel im Recruiting, sodass Vakanzen schneller wieder besetzt werden oder sie automatisieren Bearbeitungsschritte in Accounting und Controlling, um die Geschäftsstrategie anzupassen. Diese Art von Legal Tech nutzen die meisten Unternehmen bis zu einem gewissen Grad.</li>\n<li style=\"font-weight: normal;\"><strong>Rechtsanwendungen</strong>: Digitale Anwendungen, die den Kern der juristischen Tätigkeit betreffen, sind die dritte und jüngste Art von Legal Tech. Sie unterstützen Jurist:innen auf ganz unterschiedliche Weise. Die Anwendungen können beispielsweise die Erstellung von Vertragsentwürfen übernehmen, automatisiert prüfen, ob Verträge problematische Klauseln enthalten oder vergangene Gerichtsurteile analysieren, um die Chancen für Klient:innen abzuschätzen, vor Gericht Recht zu bekommen.<br><br></li>\n</ul>\n<p><img src=\"https://fs.hubspotusercontent00.net/hubfs/4640853/Was-ist-Legal-Tech-Arten-von-Legal-Technology.jpg\" alt=\"Was-ist-Legal-Tech-Arten-von-Legal-Technology\" loading=\"lazy\" style=\"width: 2000px;\" width=\"2000\"></p>\n<h3 style=\"font-weight: normal; font-size: 36px;\"><span style=\"color: #434343;\">Das Stanford Legal Codex Database Framework</span></h3>\n<p>CodeX, das Zentrum für Rechtsinformatik der Universität Stanford, führt seit 2015 eine Liste mit Unternehmen, die “die Art und Weise verändern, wie Jurist:innen arbeiten”. Der <a href=\"https://techindex.law.stanford.edu/\"><span>CodeX Tech Index </span></a>kategorisiert <strong>Legal Tech-Unternehmen in neun Themenfelder</strong>:</p>\n<ul>\n<li aria-level=\"1\"><strong>Marketplace</strong>: Erfasst werden Job-Plattformen für juristische Fachkräfte, Plattformen, auf denen Mandanten Rechtsanwält:innen finden können und Marktplätze, auf denen Rechtsabteilungen und Kanzleien Services für ihre Tätigkeiten finden.</li>\n<li aria-level=\"1\"><strong>Document Automation</strong>: Erfasst werden Anwendungen, die das Dokumentenmanagement in Rechtsabteilungen und Kanzleien strukturieren und automatisieren.</li>\n<li aria-level=\"1\"><strong>Practice Management</strong>: Erfasst werden Unternehmen, die digitale Services für den Arbeitsalltag in Kanzleien und Rechtsabteilungen anbieten, die nicht die juristische Kerntätigkeit betreffen. Beispiele: Taxiservice für Jurist:innen, Postversand für Kanzleien.</li>\n<li aria-level=\"1\"><strong>Legal Research</strong>: Erfasst werden Unternehmen, deren Anwendungen, die die Recherche zu juristischen Themen vereinfachen oder automatisieren.</li>\n<li aria-level=\"1\"><strong>Legal Education</strong>: Erfasst werden Unternehmen, die Studierende, Jurist:innen und anderen Interessierten beim Lernen von rechtswissenschaftlichen Inhalten unterstützen.</li>\n<li aria-level=\"1\"><strong>Online Dispute Resolution</strong>: Erfasst werden Unternehmen, die digitale Lösungen anbieten, über die Konfliktparteien ihre juristischen Streitigkeiten miteinander klären können. Meist werden die Plattformen im Bereich der Mediation eingesetzt.</li>\n<li aria-level=\"1\"><strong>E-Discovery</strong>: Erfasst werden Anbieter von Software, die Jurist:innen die Recherche nach bestimmten Daten abnimmt und in grossen Datenmengen Trends und Auffälligkeiten findet.</li>\n<li aria-level=\"1\"><strong>Analytics</strong>: Erfasst werden Unternehmen, deren Technologie Daten intelligent auswertet und so schneller, bessere Erkenntnisse generiert. Hierbei kann es sich um Analysen im nicht-juristischen Unternehmensbereich handeln, aber auch um juristische Kernaufgaben, zum Beispiel um die Auswertung von Urteilen oder das Finden von Präzedenzfällen.</li>\n<li aria-level=\"1\"><strong>Compliance</strong>: Erfasst werden Anbieter von Software, die Compliance-Risiken speziell von Legal Tech-Unternehmen aufdecken.</li>\n</ul>\n<h3><span style=\"font-size: 36px; color: #434343; font-weight: normal;\">5-Punkte-Skala zur Beurteilung des Werts von Legal Technology</span><span style=\"background-color: #ff9900;\"></span></h3>\n<p>Viele Kategorisierungen ähneln sich, einen deutlich anderen Weg zur Klassifizierung von Legal Tech geht <strong>Zach Abramowitz</strong>. Der Legal Tech-Investor vergibt Punkte, je nachdem, welche Charakteristika eine Legal Tech-Anwendung aufweist. Je mehr Punkte, desto tiefgreifender der <strong>Einfluss auf die kernjuristische Tätigkeit</strong> und desto grösser auch der <strong>Nutzen für das einsetzende Unternehmen</strong>.</p>\n<p>So werden die Punkte vergeben:</p>\n<ul>\n<li aria-level=\"1\">1 Punkt, wenn die Anwendung die Arbeit von Anwält:innen effektiver vereinfacht als bisherige Methoden</li>\n<li aria-level=\"1\">1 Punkt, wenn die Technologie juristische Arbeit eigenständig ausführt</li>\n<li aria-level=\"1\">1 Punkt, wenn die Mehrheit der Käufer:innen der Software Anwaltskanzleien und/oder Rechtsabteilungen von Unternehmen sind</li>\n<li aria-level=\"1\">1 Punkt, wenn die Anwendung speziell für Anwält:innen und/oder Rechtsabteilungen entwickelt wurde</li>\n<li aria-level=\"1\">1 Punkt, wenn die Software Einfluss auf das Ergebnis eines Rechtsstreits oder einer Verhandlung nehmen kann</li>\n</ul>\n<p><img src=\"https://fs.hubspotusercontent00.net/hubfs/4640853/Was-ist-Legal-Tech-Zach-Abramowitz.jpg\" alt=\"Was-ist-Legal-Tech-Zach-Abramowitz\" loading=\"lazy\" style=\"width: 2000px;\" width=\"2000\"></p>\n<p>Die verschiedenen Methoden zur Klassifizierung von Legal Technology haben eins gemeinsam: Sie zeigen die <strong>vielseitigen Einsatzfelder der Technologie</strong>. Dementsprechend gross ist das <strong>wirtschaftliche Potenzial</strong> für Unternehmen und Kanzleien, wenn sie Legal Tech in einem oder mehreren Unternehmensbereichen einsetzen.</p>\n<h2 style=\"font-size: 40px;\">Die wichtigsten Vorteile von Legal Tech für Unternehmen</h2>\n<p>Die Vorteile der meisten Legal Tech-Anwendungen lassen sich in <strong>drei Hauptvorteile </strong>zusammenfassen:</p>\n<h3 style=\"font-size: 36px; font-weight: normal;\"><span style=\"color: #434343;\">1. Zeitersparnis</span></h3>\n<p>Digitale Anwendungen <strong>standardisieren Prozesse</strong> und beschleunigen die Bearbeitung, da jetzt mit wenigen Klicks automatisch die richtigen Folgeaktivitäten ausgelöst werden. Anwendungen, die auf <strong>Machine Learning und künstliche Intelligenz</strong> zurückgreifen, können <a href=\"/de/schritte-auf-dem-weg-zur-digitalen-rechtsabteilung\" rel=\"noopener\">Jurist:innen bereits heute bei der Vertragsprüfung unterstützen</a>. Sie analysieren und bewerten nicht nur in einem Bruchteil der Zeit, die ein Mensch benötigt, sondern versetzen auch Nicht-Jurist:innen in die Lage, Vertragsprüfungen vorzunehmen.</p>\n<h3 style=\"font-size: 36px; font-weight: normal;\"><span style=\"color: #434343;\">2. Qualitätsverbesserung</span></h3>\n<p>Technologie ermüdet nicht. Legal Tech gehört zu den <strong>effektivsten Möglichkeiten der Qualitätssicherung</strong>. Fristen werden nicht mehr verpasst, Formalia werden verlässlich eingehalten, in der juristischen Beurteilung kommt es zu <strong>keinen Flüchtigkeitsfehlern</strong> mehr. Und während Menschen sich ihre juristische Urteilsfähigkeit über Jahre erarbeiten müssen, kann beispielsweise eine trainierte KI innerhalb kurzer Zeit <strong>qualitativ hochwertige Einschätzungen</strong> treffen.</p>\n<h3 style=\"font-weight: normal; font-size: 36px;\"><span style=\"color: #434343;\">3. Vereinfachter Zugang zu juristischem Wissen</span></h3>\n<p>Legal Tech öffnet Unternehmen die Türen zu<a href=\"https://blog.legartis.ai/de/business-workflows-mit-ki-vertragspruefung-optimieren\"><span> höherer Effizienz und Produktivität</span></a>: Verträge mit Geschäftspartner:innen und Kund:innen konnten bisher nur von der Rechtsabteilung kompetent geprüft werden. Heute beschleunigt der Einsatz von künstlicher Intelligenz den <strong>Vertragsprüfungsprozess </strong>und <a href=\"/de/automatisierte-vertragspruefung-schnellecke\" rel=\"noopener\">befähigt auch Fachbereichsmitarbeitende,</a> selbständig Verträge zu prüfen. Somit können mehr und mehr Verantwortlichkeiten zurück in die Fachbereiche und den Projektleiter:innen gegeben werden. Das <strong>erhöht das juristische Fachwissen im Unternehmen</strong> bei gleichzeitiger <strong>Entlastung der Rechtsabteilung</strong>. Die höhere Unabhängigkeit zur Rechtsabteilung führt in den Fachbereichen zu einer Beschleunigung von Vertragsabschlüssen – zugunsten des Unternehmenswachstums.<span></span><span></span><span></span></p>\n<p><a href=\"https://resources.legartis.ai/de/solution-brief-legal-teams\" rel=\"noopener\" target=\"_blank\" linktext=\"\"><img src=\"https://f.hubspotusercontent00.net/hubfs/4640853/de_solution_brief_legal_cta.jpg\" alt=\"solution brief rechtsabteilung\" loading=\"lazy\" style=\"width: 1200px;\" width=\"1200\"></a></p>\n<h2 style=\"font-size: 40px;\">Legal Tech-Überblick: 3 Key Takeaways</h2>\n<p>So unterschiedlich die <strong>Anwendungsbereiche </strong>sind, so vielfältig sind die Definitionen und Kategorisierungen von Legal Tech. Laut <a href=\"https://www.gartner.com/smarterwithgartner/5-legal-technology-trends-changing-in-house-legal-departments\"><span>Marktforschung von Gartner </span></a>werden sich die Ausgaben für Legal Tech bis 2025 verdreifachen. Bis zu 50 Prozent der Aufgaben in Rechtsabteilungen werden dann automatisiert ausgeführt.</p>\n<ol>\n<li aria-level=\"1\"><strong>Legal Tech-Anwendungen dringen in immer neue Bereiche der juristischen Arbeitswelt vor </strong>– auch künstliche Intelligenz-Anwendungen mit qualitativ hochwertigen Analyse-Features drängen auf den Markt. Die Digitalisierung vereinfacht oder beschleunigt Prozesse während des gesamten Vertragslebenszyklus.</li>\n<li aria-level=\"1\"><strong>Legal Tech verändert das Berufsbild von Jurist:innen</strong>. Sie werden wieder vermehrt eine beratende Funktion ausführen. Die Anwendungen geben ihnen mehr Zeit für die Entwicklung neuer Lösungsansätze zur Mitgestaltung und Mitentwicklung des Unternehmens.</li>\n<li aria-level=\"1\"><strong>An Legal Tech kommt kein Unternehmen mehr vorbei.</strong> Die Anwendungen sind so leistungsstark und die wirtschaftlichen Chancen zu gross, als dass Unternehmen und Kanzleien die Entwicklung ignorieren könnten.</li>\n</ol>\n<p>Viele Rechtsabteilungen zögern bei der Einführung von Legal Tech, weil ihnen die <strong>technologischen Kompetenzen fehlen</strong>. Hier gibt es sicher Aufholbedarf in den nächsten Jahren. Aber wie bei jedem Technologie-Projekt gilt es, Erfahrungen zu sammeln und mit <a href=\"/de/business-workflows-mit-ki-vertragspruefung-optimieren\" rel=\"noopener\"><strong>kleinen Schritten zu starten</strong>.</a> Dafür eignen sich beispielsweise Prozesse, die oft wiederholt werden und viel repetitive, manuelle Arbeiten beinhalten.</p>\n<p><span style=\"font-style: italic;\">Starten Sie Ihr erstes Legal Tech-Projekt mit der automatisierten Vertragsprüfung. Wir zeigen Ihnen auf, wie einfach das geht: </span><span style=\"font-style: italic;\"><a href=\"https://resources.legartis.ai/de/get-in-touch\" rel=\"noopener\" style=\"font-weight: bold;\">Unverbindliche Beratung anfordern</a></span></p>"
}, {
  "id" : "c8a148d7-686c-c1d7-aeaa-3cbabb0390ee",
  "name" : "sec_background_color",
  "display_width" : null,
  "label" : "Section Background Color",
  "required" : false,
  "locked" : false,
  "type" : "color",
  "default" : {
    "color" : "#f9f9f9",
    "opacity" : 100
  }
} ]