[ {
  "id" : "467491b9-8f23-413e-6558-a2724db7e68b",
  "name" : "add_custom_id",
  "display_width" : null,
  "label" : "Add Custom Id",
  "required" : false,
  "locked" : false,
  "validation_regex" : "",
  "allow_new_line" : false,
  "show_emoji_picker" : false,
  "type" : "text"
}, {
  "id" : "795302b2-ae69-dab3-6354-085753d98ab9",
  "name" : "content",
  "display_width" : null,
  "label" : "Content",
  "required" : false,
  "locked" : false,
  "type" : "richtext",
  "default" : "<h1>Privacy Policy</h1>\n<p>When you visit this website or use the Legartis Contract Intelligence Solution (“Application”), legartis technology AG (“Legartis”) may collect your personal data. We are committed to protecting your personal data and respecting your privacy. This privacy policy describes which personal data we collect and how we process and use it in accordance with the General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”) and other relevant regulations.&nbsp;</p>\n<p><strong>1.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Data Controller:</strong></p>\n<p>Legartis technology AG</p>\n<p>Hohlstrasse 216</p>\n<p>8004 Zürich</p>\n<p>Tel: +41 78 347 73 13</p>\n<p>Email: info@legartis.ai</p>\n<p>If you have any questions related to the personal data that we process, please contact us at privacy@legartis.ai.&nbsp;</p>\n<p><strong>2.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>What data do we collect?</strong></p>\n<p>Depending on your use of our website, Legartis may collect the following data:</p>\n<ul>\n<li>Information that you provide when you contact us by email, use the contact form on our website or provide us with in other ways (e.g. via business cards).</li>\n<li>Usage data of our website which includes the data, time and duration of your visit, which website pages you visited, your IP address, operating system, browser, location and language.</li>\n<li>If you apply for an open position at Legartis, you may provide us (directly or via a third-party website such as LinkedIn) with further personal data such as your professional certifications, nationalities and citizenships, salary ranges, etc.</li>\n</ul>\n<p>Depending on your use of our Application, Legartis may collect the following data:</p>\n<ul>\n<li>Information that we require to set up and manage your user account on the Application (e.g. email address and company department)</li>\n<li>Usage data of our Application which includes the data, time and duration of your visit, which pages you visited, your IP address, operating system, browser, location and language.</li>\n</ul>\n<p><strong>3.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Cookies</strong></p>\n<p>We use cookies (small data files transferred onto computers or devices by sites) for record-keeping purposes and to enhance functionality on our website. The data stored in cookies will not be linked to your other personal data. You can deactivate or restrict the transmission of cookies by changing the settings of your web browser.&nbsp;</p>\n<p><strong>4.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Google Analytics and Google Ads</strong></p>\n<p>If you visit our website, we use Google Analytics and Google Ads, web-analysis tools from Google Inc. (“Google”), to optimise our services and advertisements for you. Specifically, Google Analytics and Google Ads use cookies that track your preferences during your website visit. The information generated in this process is anonymised. Only in highly exceptional cases an identifiable IP address is sent to Google servers (usually located in the United States). Google Analytics and Google Ads are not used to gather data from customers using our Application.</p>\n<p>If you would like to opt-out of the Google Analytics cookies, you can do so by installing a browser-specific plug in<a href=\"https://tools.google.com/dlpage/gaoptout?hl=en-GB.\"> here</a>. If you would like to opt out of Google Ads, you can find further instructions<a href=\"https://support.google.com/ads/answer/2662922?hl=en\"> here</a>. If you wish to opt-out of the data transfer between Google Analytics and AdWords, you can do so<a href=\"https://adssettings.google.com/authenticated?hl=en\"> here</a>.</p>\n<p><strong>5. </strong> <strong>Matomo&nbsp;</strong></p>\n<p>If you access our Application (e.g. via the Legartis NDA Checker), we use Matomo, an open-source web-analysis tool, to optimize our services for you. Specifically, Matomo uses cookies that track your preferences while you use our application and provide us with the usage data described in Section 2. All data generated by Matomo is saved on our own servers located in Zurich, Switzerland.&nbsp;</p>\n<p>If you would like to opt-out of the Matomo cookies, you can do so <a href=\"https://matomo.org/privacy-policy/\">here</a>.</p>\n<p><strong>6.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>How will we use your data?</strong></p>\n<p>Website visitors:&nbsp;</p>\n<ul>\n<li>To improve your website experience</li>\n<li>To detect malware infections</li>\n<li>To send you emails, newsletters and marketing materials. You may opt-out of these services at any time by clicking the unsubscribe button that is contained in every newsletter.&nbsp;</li>\n<li>If you applied for an open position, to assess your candidacy.</li>\n</ul>\n<p>Application users:</p>\n<ul>\n<li>To carry out our contractual obligations</li>\n<li>To verify user credentials&nbsp;</li>\n<li>To provide customer support</li>\n<li>To improve our products and services</li>\n<li>To avoid misuse of our services and detect malware infections</li>\n</ul>\n<p>Without your explicit consent, Legartis will not disclose your personal data to third parties (other than our third-party data processors mentioned in Section 4), unless this is required by law.</p>\n<p><strong>7.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Where do we store your data?</strong></p>\n<p>Your personal data is stored securely on servers located in Zurich, Switzerland. We secure your personal data from unlawful and unauthorised disclosure and processing following current state of the art security standards.</p>\n<p>Third-party data processors – website visitors:</p>\n<ul>\n<li>Google (For further information and privacy policy, please click<a href=\"https://policies.google.com/privacy?hl=en-US\"> here</a>)</li>\n<li>Hubspot (For further information and privacy policy, please click<a href=\"https://legal.hubspot.com/privacy-policy\"> here</a>)</li>\n<li>Front (For further information and privacy policy, please click<a href=\"https://frontapp.com/privacy-policy\"> here</a>)</li>\n<li>Workable (For further information and privacy policy, please click<a href=\"https://www.workable.com/privacy\"> here</a>)</li>\n<li>MailChimp (For further information and privacy policy, please click<a href=\"https://mailchimp.com/legal/privacy/\"> here</a>)</li>\n</ul>\n<p>Third-party data processors – Application users:</p>\n<ul>\n<li>Turicode (For further information and privacy policy, please click <a href=\"https://turicode.com/\">here</a>)</li>\n<li>VSHN (For further information and privacy policy, please click <a href=\"https://vshn.ch/en/privacy-policy/\">here</a>)</li>\n<li>LinuxFabrik (For further information and privacy policy, please click <a href=\"https://www.linuxfabrik.ch/agb\">here</a>)</li>\n</ul>\n<p><strong>8.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Retention of data</strong></p>\n<p>We will retain your information as long as necessary to perform the purposes set forth in this Policy and to comply with our legal obligations. We also collect and maintain aggregated, anonymized or pseudonymized information, unless stated otherwise in a written agreement, which we may retain indefinitely to protect the safety and security of our website, improve our Services or comply with legal obligations.</p>\n<p><strong>9.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Your data protection rights</strong></p>\n<p>You have the right to be informed about and have access to your personal data that Legartis stores. Under certain conditions, you also have the right to rectify, erase or restrict the processing of your personal data. If you would like to exercise any of the above rights, please contact us at privacy@legartis.ai.&nbsp;</p>\n<p><strong>10.</strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Changes to this Privacy Policy</strong></p>\n<p>We will update this Privacy Policy from time to time to comply with industry standards. If we do so, we will notify you about material changes by email or when you access our website. This version was last updated on 6 November 2019.&nbsp;</p>"
} ]